//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:  <This File's Name>
//
// Description:	
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"

//J54 FP USB3.0x2 

//Physical Port 1
#string STR_CPU0_DIE0_PORT0_PROMPT                #language eng "STR_CPU0_DIE0_PORT0_PROMPT" 
                                                  #language x-AMI "STR_CPU0_DIE0_PORT0_PROMPT"    //SGEZT#27867:Sync Out-Band Data For Common Spec A7 +>


#string STR_CPU0_DIE0_PORT0_PROMPT_HELP           #language eng ""

#string STR_CPU0_DIE0_PORT1_PROMPT                #language eng "STR_CPU0_DIE0_PORT1_PROMPT"  
                                                  #language x-AMI "STR_CPU0_DIE0_PORT1_PROMPT"  //SGEZT#27867:Sync Out-Band Data For Common Spec A7 +>

#string STR_CPU0_DIE0_PORT1_PROMPT_HELP           #language eng ""

#string STR_CPU0_DIE0_PORT2_PROMPT                #language eng "STR_CPU0_DIE0_PORT2_PROMPT"   
                                                  #language x-AMI "STR_CPU0_DIE0_PORT2_PROMPT" //SGEZT#27867:Sync Out-Band Data For Common Spec A7 +>

#string STR_CPU0_DIE0_PORT2_PROMPT_HELP           #language eng ""

#string STR_CPU0_DIE0_PORT3_PROMPT                #language eng "STR_CPU0_DIE0_PORT3_PROMPT"     
                                                  #language x-AMI "STR_CPU0_DIE0_PORT3_PROMPT" //SGEZT#27867:Sync Out-Band Data For Common Spec A7 +>

#string STR_CPU0_DIE0_PORT3_PROMPT_HELP           #language eng ""

#string STR_CPU0_DIE1_PORT0_PROMPT                #language eng "STR_CPU0_DIE1_PORT0_PROMPT"      
                                                  #language x-AMI "STR_CPU0_DIE1_PORT0_PROMPT" //SGEZT#27867:Sync Out-Band Data For Common Spec A7 +>

#string STR_CPU0_DIE1_PORT0_PROMPT_HELP           #language eng ""

#string STR_CPU0_DIE1_PORT1_PROMPT                #language eng "STR_CPU0_DIE1_PORT1_PROMPT"     
                                                  #language x-AMI "STR_CPU0_DIE1_PORT1_PROMPT" //SGEZT#27867:Sync Out-Band Data For Common Spec A7 +>

#string STR_CPU0_DIE1_PORT1_PROMPT_HELP           #language eng ""

#string STR_CPU0_DIE1_PORT2_PROMPT                #language eng "STR_CPU0_DIE1_PORT2_PROMPT"     
                                                  #language x-AMI "STR_CPU0_DIE1_PORT2_PROMPT" //SGEZT#27867:Sync Out-Band Data For Common Spec A7 +>

#string STR_CPU0_DIE1_PORT2_PROMPT_HELP           #language eng ""

#string STR_CPU0_DIE1_PORT3_PROMPT                #language eng "STR_CPU0_DIE1_PORT3_PROMPT"   
                                                  #language x-AMI "STR_CPU0_DIE1_PORT3_PROMPT" //SGEZT#27867:Sync Out-Band Data For Common Spec A7 +>

#string STR_CPU0_DIE1_PORT3_PROMPT_HELP           #language eng ""

#string STR_PORT_ENABLED                          #language eng "Enabled"
                                                  #language zh-chs "启用"
#string STR_PORT_DISABLED                         #language eng "Disabled"
                                                  #language zh-chs "禁用"
                                                  
#string STR_XHCI_PORT_FORM                        #language eng "USB Port Configuration"
                                                  #language zh-chs "USB端口配置"
#string STR_XHCI_PORT_HELP                        #language eng "Enable or Disable USB Port. Note: The USB2.0 or 3.0 Port0 (first USB port) must not be disabled if any USB or SuperSpeed ports are operational."
                                                  #language zh-chs "启用或禁用USB端口。注意：如果有其他的USB2.0或高速的端口在运行时，USB2.0或3.0 Port0(第一个USB端口)不能禁用"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2010, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093        **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************